data_movies = [
    (1, "Интерстеллар", "2014-10-26", "фантастика", 8.6, "Следующий шаг человечества станет величайшим"),
    (2, "Зеленая миля", "1999-12-06", "фэнтези", 8.5, "Пол Эджкомб не верил в чудеса."),
    (3, "Волк с Уолл-стрит", "2013-12-09", "драма", 7.9, "Earn. Spend. Party"),
    (4, "Джентльмены", "2019-12-03", "криминал", 8.2, "Criminal. Class")
]

data_people = [
    (1, "Мэттью Макконахи", "актер"),
    (2, "Энн Хэтэуэй", "актер"),
    (3, "Кристофер Нолан", "режисер"),
    (4, "Том Хэнкс", "актер"),
    (5, "Майкл Кларк Дункан", "актер"),
    (6, "Фрэнк Дарабонт", "режисер"),
    (7, "Леонардо ДиКаприо", "актер"),
    (8, "Марго Робби", "актер"),
    (9, "Теренс Уинтер", "сценарий"),
    (10, "Гай Ричи", "режисер")
]

data_movies_people = [
    (1, 1, 1),
    (2, 1, 2),
    (3, 1, 3),
    (4, 2, 4),
    (5, 2, 5),
    (6, 2, 6),
    (7, 3, 7),
    (8, 3, 8),
    (9, 3, 9),
    (10, 4, 1),
    (11, 4, 10)
]

data_user = [
    (1, "Вадим", "horse@yandex.ru", "pass"),
    (2, "Guest", "one@yandex.ru", "pass")
]

data_reviews = [
    (1, 1, 1, "Обзор Интерстеллар", "2019-05-22"),
    (2, 4, 1, "Обзор Джентльмены", "2020-01-12"),
    (3, 4, 2, "Обзор Джентльмены 2", "2020-03-22")
]

data_news = [
    (1, "Заголовок", "Текст новости", "Автор", "2024-06-01"),
    (2, "Заголовок 2", "Текст новости 2", "Автор", "2024-06-03")
]
